[{"date": "2022-12-15", "article_text": "Stephen \"tWitch\" Boss died from a self-inflicted gunshot wound to the head, according to the Los Angeles County Medical Examiner-Coroner. He was 40. The manner of death was suicide on Tuesday, per the report. His place of death was listed at a \"hotel/motel.\" The case status was \"closed\" on the report. Boss worked on several films after breaking into the entertainment industry in 2008 on \"So You Think You Can Dance,\" but he became known for bringing energy to Ellen DeGeneres' talk show for eight years. Boss is survived by wife Allison Holker Boss and their three children. \"It is with the heaviest of hearts that I have to share my husband Stephen has left us,\" Holker Boss said in a statement to Fox News Digital. \"Stephen lit up every room he stepped into. He valued family, friends and community above all else and leading with love and light was everything to him. He was the backbone of our family, the best husband and father, and an inspiration to his fans.\" \"To say he left a legacy would be an understatement, and his positive impact will continue to be felt,\" she continued. \"I am certain there won't be a day that goes by that we won't honor his memory. We ask for privacy during this difficult time for myself and especially for our three children.\" Holker Boss added, \"Stephen, we love you, we miss you, and I will always save the last dance for you.\" After Boss earned second place on \"So You Think You Can Dance,\" he went on to appear in the \"Step Up\" film series with Channing Tatum and Jenna Dewan, and also in \"Magic Mike XXL,\" \"Ghostbusters\" and \"Modern Family.\" \"We will always remember Stephen ‘tWitch’ Boss for the light and joy he brought into our lives and into the hearts of so many,\" FOX Entertainment, 19 Entertainment and Dick Clark Productions said in a statement. \"This tragic, painful loss of such a radiant, inimitable talent and beloved friend is immeasurable beyond words, and we grieve alongside his family, loved ones and fans. 'tWitch,' we will miss you dearly.\" DeGeneres and Boss worked together for years. She officially made him one of her co-executive producers of \"The Ellen DeGeneres Show\" in 2020. \"I’m heartbroken. tWitch was pure love and light,\" DeGeneres wrote on Instagram. \"He was my family, and I loved him with all my heart. I will miss him. Please send your love and support to Allison and his beautiful children - Weslie, Maddox, and Zaia.\" Jennifer Lopez worked with Boss on \"World of Dance.\" She wrote on Twitter, \"Twitch was such a light and a beautiful soul… Shocked and deeply saddened. My heart breaks for Twitch, his wife and children Sending you love and strength.\"  Dwayne \"The Rock\" Johnson tweeted, \"Man I am so sorry to hear the heartbreaking news about Twitch. Great guy. Sending his family all the love, light, strength and mana. I’ve lost a lot of friends to the struggle. You never know what’s happening between the ears. So sorry Boss family. Stay strong.\" Fox News Digital's Lauryn Overhultz contributed to this report. If you or someone you know is having thoughts of suicide, please contact the Suicide & Crisis Lifeline at 988 or 1-800-273-TALK (8255). ", "article_headline": "Stephen 'tWitch' Boss' official cause of death revealed: coroner; 'tWitch' died by suicide in Los Angeles at age of 40", "source": "fox", "url": "https://www.foxnews.com/entertainment/stephen-twitch-boss-official-cause-death-revealed-coroner", "link_headline": "Coroner reveals new details in the tragic passing of DJ 'tWitch'"},
{"date": "2022-12-15", "article_text": "FIRST ON FOX: The Moscow, Idaho, coroner, who also happens to run her own law office in the center of town, said the toxicology reports for four slain University of Idaho students aren't relevant to the case.  \"They can be related to cause or manner of death, but they are not in this case,\" Cathy Mabbutt said of the tests that determine whether alcohol or drugs were in a person's system when they died. She added that the results are unlikely to offer any new clues for investigators. The autopsies were performed by the Spokane Medical Examiner’s Office, but the full reports won’t reach Mabbutt’s hands until the toxicology results are back from the lab — typically three to eight weeks after the specimens are collected, she said. As of Thursday, the coroner had not received the results. Mabbutt, who was elected Latah County coroner in 2006, was tasked with determining the cause and manner of death for murdered students Kaylee Goncalves, 21; Madison Mogen, 21; Ethan Chapin, 20; and Xana Kernodle, 20. The four friends were brutally stabbed to death Nov. 13 between 3 a.m. and 4 a.m. inside a rental home near campus. Police have yet to track down a suspect in the grisly killings that have shaken the small college town of 25,000. \"It's been really difficult, especially not knowing who did it and not having someone in custody,\" Mabbutt told Fox News Digital in a sit-down interview Thursday. Mabbutt visited the crime scene and reached out to each family member to disclose details from the autopsies. The students were ambushed as they slept in their beds at 1122 King Road with a large fixed-blade knife, according to police and Mabbutt. Each victim had multiple stab wounds. \"It had to be a really big knife to inflict those injuries and kill four people,\" she said. Goncalves' father told Fox News Digital in an exclusive interview Sunday that Mabbutt described the wounds as \"tears\" and \"big open gouges.\" At least one victim had defensive wounds, which suggested she awoke during the attack, Mabbutt noted. \"I deal with a lot of sadness, but this is pretty extreme,\" she said. \"It's pretty unusual for us to get homicides, let alone four at a time.\" Mabbutt's duties as coroner involve investigating one to two suspicious deaths a week, and given her primary job as a defense lawyer, the two roles can intersect. Her law office picked up convicted killer James Curtis Leonard's most recent bust for assault. More than a decade earlier, Mabbutt was the coroner who determined the cause of death for the man Leonard shot dead outside his home in Genesee. Police have said he isn't connected to the slayings. \"I would never get appointed [as a defense lawyer] on a case where there's a murder or accidental death if they’re in Latah County because I'm a witness for the state,\" she said of the policies in place to prevent a conflict of interest. Before embarking on a career in law, Mabbutt worked full-time as an ER nurse at the local hospital. About six years ago, she chose to focus exclusively on her law practice.  Moscow has had its share of killings, but the quadruple homicide is \"the first time they haven’t known who did it in a short period of time,\"Mabbutt, said. The town had a particularly bloody year in May 2007 when Jason Hamilton murdered his wife at home, a Moscow police officer at the courthouse and a janitor at the First Presbyterian Church across the street before turning his weapon on himself. ", "article_headline": "Idaho murders: Coroner weighs in on toxicology reports, describes her role in case; Tuesday marked one month since the quadruple homicide in Moscow", "source": "fox", "url": "https://www.foxnews.com/us/idaho-murders-coroner-weighs-toxicology-reports-describes-role-case", "link_headline": "'PRETTY EXTREME':Coroner reveals significance of toxicology reports in Idaho slayings"},{"date": "2022-12-10", "article_text": "A former New York City police officer was sentenced to 25 years in prison Thursday for murdering his 8-year-old son, who prosecutors say was abused during his short life.  Michael Valva, 45, allegedly forced his son, Thomas, to sleep in an unheated garage in below-freezing temperatures in January 2020, which ended up killing the young boy. He was convicted in November of second-degree murder and other crimes, Fox New York reported.  \"I have already sentenced myself to a lifetime of extreme regret, remorse and grief,\" Valva said while addressing a judge before his sentencing. Investigators said the boy suffered abuse and neglect by Valva and his then-girlfriend, Angela Pollina, which began sometime around September 2017. A report by the East Moriches School District in Long Island said Thomas and his brother arrived at school hungry and cold, soiled, or marked with scratches, bruises and cuts on several occasions.  \"This is one of the most difficult and heartbreaking cases I have experienced in my nearly 30 years as a prosecutor,\" Suffolk County District Attorney Raymond Tierney said. \"The torture that killed Thomas and endangered Anthony’s welfare was nothing short of evil. Thankfully, the story of this defendant ends here, but the pursuit of justice for Thomas and Anthony continues.\" Evidence presented during the trial included security video showing Valva screaming at Thomas and ordering him to go outside in the cold temperatures to hose him down with water, causing the child to lose consciousness and fall face-first several times onto the backyard concrete paver patio, the news outlet reported. Pollina is charged with second-degree murder and four counts of endangering the welfare of a child. Her trial is scheduled to begin on Feb. 21. ", "article_headline": "Former NYPD cop sentenced to 25 years for murder of 8-year-old son; Michael Valva was convicted for the death of his son in November and his girlfriend is slated to go to trial in February", "source": "fox", "url": "https://www.foxnews.com/us/former-nypd-cop-sentenced-25-years-murder-8-year-old-son", "link_headline": "Former cop sentenced in murder of his 8-year-old son"},{"date": "2022-12-15", "article_text": "President Biden proclaimed Wednesday that the United States and other G-7 countries will donate billions to get South Africa off coal and on renewables, to the chagrin of many on Twitter. \"Today’s announcement joined a portfolio of Partnership for Global Infrastructure Investment projects already underway in Africa,\" Biden declared at the U.S.-Africa Leaders Summit, \"Including mobilizing $8 billion in public and private finance to help South Africa replace coal-fired power plants with renewable energy sources.\" Biden also said money would be spent helping \"develop cutting edge energy solutions like clean hydrogen, a deal worth $2 billion to build solar energy projects in Angola, $600 million high-speed communications cables that will connect Southeast Asia to Europe via Egypt and the Horn of Africa and help bring high-speed internet connectivity to countries all along the way.\" Commentators across Twitter expressed outrage about the energy funding to South Africa.  Sky News host Rita Panahi slammed the announcement as \"Weapon[s] grade lunacy,\" and wrote, \"As if South Africans haven’t suffered enough with unreliable energy.\" Rep. Warren Davidson, R-Ohio., wrote, \"Just like student debt transfers, Joe Biden doesn’t have the authority to deliver on his foolish promise. He also doesn’t have a clue… #FireJoeBiden.\" Political commentator Ian Miles Cheong tweeted sarcastically, \"Print more money.\" The account representing the Libertarian Party of New Hampshire suggested spreading misery is merely modern U.S. policy.  \"Terrorizing Americans isn't enough for them,\" it wrote. \"They have to ruin the lives of people in other countries as well with the money they steal from us.\" Journalist Luke Rudkowski asked, \"How much are we going to be paying China? And there’s only so much money you can print….\" Judicial Watch president Tom Fitton tweeted a laconic, \"What a racket...\" Tech journalist Doriano Paisano Carta said the money could be better spent at home. \"This grift will never end folks. Never. I rather our tax dollars help other Americans. I pledge universal healthcare for all and UBI. Also fix infrastructure. Sensitivity training for all cops,\" he wrote. \"We can do all this and more with the billions we’ve [been] tossing around overseas.\" News Cycle Media's Jon Nicosia simply tweeted a series of clown emojis in response. ", "article_headline": "Biden roasted for sending South Africa $8 billion to shut down coal plants: ‘Weapon grade lunacy’; The president said coal-fired power plants would be replaced with renewable energy sources", "source": "fox", "url": "https://www.foxnews.com/media/biden-roasted-sending-south-africa-8-billion-shut-coal-weapon-grade-lunacy", "link_headline": "Biden roasted for sending South Africa $8 billion to shut down coal plants"},{"date": "2022-12-15", "article_text": "Kat Von D is known for her imagery as a world-renowned tattoo artist with deep roots in Los Angeles, the founder of a multi-million dollar beauty empire, and a vocalist with her first studio album released in 2021. She amassed millions of fans after starring on \"Miami Ink\" and then earned her own reality show based on the West Coast and her High Voltage shop, \"LA Ink,\" but admitted that some of her perspectives have changed since she became a mother to four-year-old son, Leafar, with her gothic rock star husband Rafael Reyes. One thing that's definitely changing for the family is their home base. Kat and her husband placed their historic, 1890's Victorian mansion up for sale for $11 million, and are leaving California. \"We’re planning on getting out of LA 100%,\" Kat exclusively told Fox News Digital.  In December 2020, Von D announced she purchased a home in Vevay, Indiana. That abode turned out to be the 12,000-square-foot, 35-room Schenck Mansion, which was built in 1874 and is rumored to be haunted.  \"The house itself is one of the historical houses in America list, and I always had my eye on it, but it was operating as a bed and breakfast for a long time,\" Von D said. \"When it went on the market, I told my husband, ‘Let’s go see it. I’ve never spent any time in Indiana, but it wouldn’t hurt to check it out.'\"  She added, \"We just fell in love with it. We fell in love with the town and the nature.\" Kat, who was born in Mexico and raised in Southern California, wasn't worried about missing anything between her old home in LA or new home in the middle of the states. \"I’ve traveled around the world,\" she said. Von D, whose full name is Katherine von Drachenberg, was also recently inspired to put pen to paper and released her first children's book after taking note of her own bedtime storytelling routine with her baby boy.  \"So our bedtime routine happens daily, and I found myself kind of making up a lot of stories, especially ones that were a little bit repetitive to kind of get him to wind down,\" she said. \"The treasure chest story was one that kind of naturally happened. My husband was like, 'Oh, you know, you should further develop that because I think it's a good story.' And that's kind of the beginning of \"Leafar and the Magical Treasure Chest.\" Her debut children's book follows the adventures of a young boy who is gifted a magical treasure chest by his mom. The art-driven book was designed for children to use their imaginations with Leafar as he changes into a different animal with each turn of the page.  \"He always gravitated toward like the creepy and the crawly, and I'm sure a lot of other boys do too. He was always more curious than scared,\" Von D said. \"We have a ton of books – that's something that we were always very intentional about was building Leafar's little library, and so we read a lot of great books, and a lot of crappy books.\" She enlisted the help of her friend and fine art painter Kevin Llewellyn to collaborate with on the artwork, which also includes a page of temporary tattoos for kids to continue engaging with the book and as an homage to Kat's work. \"I pay attention to what he responds to, and anything that had a lot of detail-driven artwork, we found ourselves getting lost in the artwork of books more than the actual narration,\" Kat said of her son. \"That was important and that's why I teamed up with one of my fellow artist friends to really spend time on illustrating and make it an artful-minded book.\" When asked what motherhood was like for Kat, she admitted she's embraced every moment. \"It's something I never imagined I would fall so deeply in love with,\" she said. \"You know, all the clichés about being a mother are very true. It is an amazing journey. It's one of my favorite things on the planet.\" She's certainly now focused on pursuing passions. At the beginning of 2020, Von D sold her shares of her self-titled beauty brand after 11 years at the helm of the multi-million dollar company. \"This was not an easy decision, but after careful consideration, I decided I wanted the makeup line to continue to thrive and grow, and I believe Kendo is primed to do just that,\" she wrote on Instagram at the time. \"In order to avoid any confusion with such a big change, Kat Von D Beauty will take a moment to rebrand itself, so you will start noticing the change from KatVonD Beauty to KvD Vegan Beauty.\" Von D first launched a few products through luxury conglomerate LVMH at Sephora in 2008, and quickly added a full line of makeup, including eyelashes, highlighters, and foundation. While the line wasn't without some controversies (Sephora pulled lipstick shades from shelves due to their names’ offensive nature), Kat's now completely moved her attention from makeup to music. She released her first solo album, \"Love Made Me Do It\" in 2021, and has worked with Heaven Process, Prayers (her husband's group), and IAMX.  Von D recently received criticism for an Instagram post about working on \"a special project\" with her longtime friend Marilyn Manson. Manson faces multiple civil lawsuits claiming sexual assault and domestic violence allegations. He's denied all allegations and sued former fiancee Evan Rachel Wood for defamation following her sexual abuse claims. It's unclear what their collaboration entails, but Kat is staying true to herself and making time for her next adventure. \"I'm working on my second album now, and we're almost done with production, so we're releasing that in the beginning of next year,\" she said. \"And then, we'll go on tour. We're making music the next focus.\"  ", "article_headline": "Kat Von D on putting down roots in Indiana and traditional routine that inspired latest project; 'LA Ink' tattoo artist Kat Von D wrote her first children's book with help from her 4-year-old son, Leafar", "source": "fox", "url": "https://www.foxnews.com/entertainment/kat-von-d-putting-down-roots-indiana-traditional-routine-inspired-latest-project", "link_headline": "'FELL IN LOVE': Kat Von D on putting down roots in the mighty Midwest"},{"date": "2023-01-23", "article_text": "Jeff Zients, the former White House coronavirus response coordinator who is succeeding Ron Klain as President Joe Biden’s new chief of staff, has faced left-wing criticism for his corporate past and the massive wealth he’s accumulated in the private sector. Progressive Twitter users were quick to recirculate old articles criticizing Zients after the news broke on Twitter Sunday that Zients would be taking over for Klain in the coming weeks. Fox News Digital confirmed Zients would be the incoming chief of staff. Zients held several positions in the Obama administration, including director of the National Economic Council from March 2014 to January 2017, before he returned to the private sector, sitting on the board of directors at Facebook and holding executive jobs at The Advisory Board Company and CEB. He has also worked closely alongside several of Biden's senior advisers and members of his cabinet. Upon joining the current White House as Biden's COVID-19 czar from early 2021 through April 2022, Zients disclosed owning between $89.3 million and $442.8 million in assets, including various investment funds, real estate properties and cash shares. The Center for Economic and Policy Research (CEPR) and Public Citizen, two liberal think tanks based in Washington, D.C., have been vocally opposed to Zients’ tenure as COVID czar, slamming him for not going far enough on mask mandates and not acting more quickly to ship vaccines overseas. \"Jeff Zients failed, and the world paid the price,\" Public Citizen President Robert Weissman said in March 2022. The CEPR's Revolving Door Project, which frequently criticizes Zients’ wealth and corporate past, blasted his hiring as chief of staff on Sunday. \"Americans are appalled by profiteering in healthcare – Jeff Zients has become astonishingly rich by profiteering in healthcare,\" Revolving Door Project Executive Director Jeff Hauser said in a statement Sunday. \"Joe Biden’s best chance to fight for the American people and defeat the dark forces threatening our economy is to show real results via the branch of government he runs – the executive branch,\" he said. \"We have long argued for a ‘corporate crackdown‘ on behaviors that violate federal laws and harm the American people in order for corporations to become richer. Those are the practices that have made Zients rich. We’re deeply worried that Zients will prevent the administration from exercising power righteously on behalf of an already cynical populace.\" In January 2022, one year into Zients' stint coordinating the White House’s coronavirus response, the Revolving Door Project published an article in The American Prospect titled, \"Fire Jeff Zients,\" which described Zients as a \"former corporate executive whose track record bolsters the worst possible impulses for a Biden appointee in command of the federal government’s resources.\" Several months later, when rumors first surfaced about Zients succeeding Klain, the project published an article examining Zients’ \"corporate past,\" which also looked at his investment firm Portfolio Logic LLC, where he was managing partner. \"Taken together, an examination of the companies that made Zients rich paints a picture of a man who seized on medical providers as a way to capitalize on the suffering of sick Americans. In the end, it seems to have all paid off,\" the report said. \"As rumors swirl about Zients succeeding Ronald Klain as President Biden’s chief of staff,\" it continued,\" his corporate record raises serious questions about his fitness to serve in an administration that has attempted to market itself as a champion of working people.\" The report cited a 2015 federal lawsuit in which Portfolio Logic, which Zients founded, agreed to pay almost $7 million to resolve allegations of fraudulent Medicare and Medicaid billing by a subsidiary that it acquired years earlier. Zients did not respond to Fox News Digital’s request for comment. Fox News' Brooke Singman, Anders Hagstrom and Greg Wehner contributed reporting. ", "article_headline": "Biden’s incoming chief of staff slammed by liberals over corporate past, massive wealth; 'Jeff Zients has become astonishingly rich by profiteering in healthcare,' liberal think tank says", "source": "fox", "url": "https://www.foxnews.com/politics/bidens-incoming-chief-staff-slammed-liberals-corporate-past-massive-wealth", "link_headline": "Biden’s incoming chief of staff slammed over how he became 'astonishingly rich'"},{"date": "2022-12-10", "article_text": "\n      Barbara Starr, the Pentagon correspondent who has covered some of the most consequential stories with a signature style and steady hand, is leaving CNN after more than two decades with the network.\n  \n      Starr announced her departure in a memo sent to her CNN colleagues on Friday.\n  \n      “With the expiration of my contract in the coming days I have made the decision to move on,” Starr wrote. “Let me say this…you never say goodbye to your friends, so I won’t.”\n  \n      Starr’s exit from CNN follows that of several notable personalities at the network. She declined to comment beyond her memo.\n  \n      Starr arrived at CNN in 2001 after working as a producer for ABC News. \n  \n      She has had an illustrious career at CNN, becoming one of the most recognized faces on the network and reporting from conflict zones around the world, including Iraq, Afghanistan and Syria. Viewers have turned to Starr for her deep well of knowledge during some of the most tumultuous moments in modern history, including the Iraq and Afghanistan wars.\n  \n      Starr has also served for years on the board of the Pentagon Press Association and is regarded by colleagues and competitors as a mentor.\n  \n      “Barb has been a coworker, a mentor, and a role model since I came to the Pentagon,” CNN Pentagon correspondent Oren Liebermann wrote on Twitter. “A step ahead of everyone else, and many more steps ahead of me. When Barb offers her thoughts or advice on a story — always with humility — it is the wisdom and knowledge of experience speaking, and it is always worth listening carefully.”\n  \n      In 2021, it was revealed that Starr was one of the reporters whom the Trump administration secretly obtained phone records for, a move that was strongly condemned by the network at the time. The Justice Department later announced it would no longer secretly obtain records from reporters during leak investigations. \n  ", "article_headline": "\n      CNN Pentagon correspondent Barbara Starr is leaving the network after more than two decades\n    ", "source": "cnn", "url": "https://www.cnn.com/2022/12/09/media/barbara-starr-leaving-cnn/index.html", "link_headline": "Longtime CNN Pentagon correspondent Barbara Starr is leaving the network"},{"date": "2022-12-15", "article_text": "\n      The family of Athena Strand, the 7-year-old Texas girl allegedly kidnapped and killed by a delivery driver, is suing FedEx and one of its subcontractors, according to a lawsuit filed Tuesday.  \n  \n      The man suspected of killing Athena – Tanner Lynn Horner – delivered packages for FedEx Ground but was employed through a subcontractor, Big Topspin, Inc., according to the lawsuit. \n  \n      Horner was arrested earlier this month on capital murder and aggravated kidnapping charges after authorities say he accidentally hit Athena with his vehicle while making a delivery to her home on November 30. Horner allegedly told investigators he put the girl in his van and killed her because he was scared she would tell someone she was hit by a FedEx truck, according to two arrest warrants obtained by CNN affiliate KTVT.\n\n      The lawsuit was filed by Athena’s father, Jacob Strand, and accuses FedEx and Big Topspin of gross negligence. The suit also accuses Horner of assault. Strand is seeking more than $1 million in damages from the companies and Horner, according to the suit. \n  \n      “FedEx has continued their normal business operations although it is clear that their current efforts, if any, to ensure that they are not putting dangerous persons in a position of trust wearing FedEx uniforms, driving FedEx branded vehicles, and sending them to the doorsteps of the homes of nearly every person in America is woefully inadequate to avoid endangering the public,” the lawsuit says.\n  \n      FedEx and Big Topspin are accused of negligently hiring Horner, failing to properly supervise him, and failing to enforce adequate safety policies, the lawsuit says. \n  \n      In response to the lawsuit, FedEx said in a statement Wednesday, “Our thoughts remain with the family of Athena Strand in the wake of this tragedy. We are aware of the complaint filed against FedEx Ground.”\n  \n      CNN has attempted to reach Big Topspin, Inc. \n  \n      Strand’s mother, Maitlyn Gandy, said Horner had just delivered her daughter’s Christmas present – a box of Barbie dolls – before Strand disappeared from the driveway. \n  \n      Horner is being held in Wise County jail on $1.5 million bond, according to inmate records.\n  ", "article_headline": "\n      Family of Texas girl allegedly killed by a delivery driver sues FedEx and the driver’s employer\n    ", "source": "cnn", "url": "http://www.cnn.com/2022/12/14/us/athena-strand-killed-fedex-driver-family-lawsuit/index.html", "link_headline": "Family of Texas girl allegedly killed by a delivery driver sues FedEx and the driver's employer"},{"date": "2022-12-10", "article_text": "Rep. Alexandria Ocasio-Cortez, D-N.Y. is criticizing Arizona Sen. Kyrsten Sinema after she announced her decision to leave the Democratic Party and register as an independent on Friday. Sinema announced the decision in an Arizona Republic op-ed published on Friday, criticizing America's two party system. \"Americans are told that we have only two choices – Democrat or Republican – and that we must subscribe wholesale to policy views the parties hold, views that have been pulled further and further toward the extremes,\" Sinema wrote. \"Most Arizonans believe this is a false choice, and when I ran for the U.S. House and the Senate, I promised Arizonans something different.\" In response, Ocasio-Cortez said that Sinema doesn't offer \"a single concrete value or policy she believes in.\" \"She lays out no goals for Arizonans, no vision, no commitments,\" Ocasio-Cortez said. \"It’s ‘no healthcare, just vibes’ for Senate.\" Ocasio-Cortez also said she's \"grateful this race & nomination has opened up.\" Sinema is up for reelection in 2024. \"I pledged to be independent and work with anyone to achieve lasting results. I committed I would not demonize people I disagreed with, engage in name-calling, or get distracted by political drama,\" Sinema said in the op-ed. While Sinema is now an independent, she will keep her committee assignments, according to a statement from Senate Majority Leader Chuck Schumer. \"She asked me to keep her committee assignments, and I agreed,\" said Schumer. \"Kyrsten is independent, that’s how she’s always been.\" Fox News' Haris Alic contributed to this report. ", "article_headline": "AOC hits Sinema for leaving Democratic Party, registering as an independent: 'People deserve more'; AOC said that she's 'grateful' the nomination has opened up, as Sinema is up for reelection in 2024.", "source": "fox", "url": "https://www.foxnews.com/politics/aoc-hits-sinema-leaving-democratic-party-registering-independent", "link_headline": "AOC lashes out at Kyrsten Sinema over decision to leave Democratic Party"},{"date": "2022-12-15", "article_text": "\n      Resting at the bottom of Mjøsa, the largest lake in Norway, a shipwreck from hundreds of years ago is in almost perfect condition, frozen in time. \n  \n      The vessel, with its unique stem posts and overlapped planks, reveals a moment in the lake’s maritime history and is estimated to date between the 1300s and 1800s. \n  \nResearchers discovered the wreck during the execution of the Mission Mjøsa project, which aims to map the 140-square-mile (363-square-kilometer) lake bed using high-resolution sonar technology.\n  \n      The Norwegian Defence Research Establishment led the mission two years after performing several remotely operated vehicle, or ROV, inspections of areas of the lake where large amounts of munitions had been dumped. The lake is a source of drinking water for about 100,000 people in Norway, according to the Norwegian University of Science and Technology, so the munitions posed health risks. The shipwreck was spotted during the survey of the lake. \n  \n      “My expectation was that there could also be shipwrecks discovered while we were mapping dumped munitions — that turned out to be the case,” said Øyvind Ødegård, a senior researcher in marine archaeology at the Norwegian University of Science and Technology and the mission’s principal investigator. “It was just purely that the statistical chance of finding shipwrecks that were well preserved was considered to be fairly high.” \n  \n      The recently uncovered shipwreck is located at a depth of about 1,350 feet (411 meters) and was captured in sonar imagery, a system that uses sound pulses to detect and measure the area below the water’s surface. The imagery revealed the ship measured 33 feet (10 meters) long.\n  \n      The freshwater environment and lack of wave activity at that depth had kept the vessel in pristine condition, except for corrosion of a few iron nails at each end of the ship. To Ødegård, the wearing away of the metal is a clear indication that the wreck has rested on the lake bed for quite some time, since corrosion would take hundreds of years to occur. Eventually, the ship may lose its structure when all of the nails disintegrate, he said. \n  \n      In the stern section of the vessel, there are indications that there is a central rudder, a feature used for steering, which typically appeared no earlier than the late 13th century. Combining those two features, archaeologists were able to estimate the ship’s construction as occurring no earlier than 1300 and no later than 1850. \n  \n      The ship appears to have been built using a Norse technique, in which the planks of the body are overlapped with one another. This method was used during the Viking Age as a way to make the vessel lighter and stronger and is known as clinker construction.\n  \n      Since the shipwreck was found in the middle of the lake, Ødegård believed the ship had gone down in bad weather. It’s most likely that the ship used square-shaped sails, he added, that proved to be difficult to navigate for seafarers caught in extremely windy conditions. \n  \n      The oldest vessel to be discovered in Norway’s waters to date is the Sørum logboat, found in the Bingen Booms on the Glomma River and dated back to 170 BC. The nearly 2,200-year-old shipwreck was relatively well preserved for being thousands of years old. \n  \n      “Wooden shipwrecks can be very well preserved in freshwater, since they lack the organisms that usually eat wood that are found, for instance, in the ocean,” Ødegård said. “I assume that if we are going to find intact Iron Age or medieval vehicles in Norway, then (Lake Mjøsa) would be the place to look, since it’s big enough to have had its own distinct maritime history with a lot of seafaring and trade.”\n  \n      During the Viking Age, the lake served as a big trade route, although there are notable gaps in what is known before and during these times, according to Ødegård. “No matter what the age, any find will help us to understand better how the development in shipbuilding tradition was like in an inland lake, as compared to the Nordic countries.”\n  \n      To map the bottom of the lake, the research team used a state-of-the-art autonomous underwater vehicle named Hugin, from Norwegian technology company Kongsberg Maritime. This is the first time such equipment has been used in a freshwater environment, according to Ødegård, and it has not been used much in archaeology. He called Hugin’s research application for this occasion a “rare treat.”\n  \n      On the final day of the exploration, the researchers had sent down an ROV in an attempt to capture footage of the wreck, but they had to abort the mission due to bad weather. Ødegård aims to return next year to try again. \n  \n      Meanwhile, the researchers continue to map out the bottom of the lake. To date, they have only mapped 15 square miles (39 square kilometers) and have much more to go. Ødegård said he anticipated more shipwrecks would be discovered. \n  \n      “We could find vessels from since the beginning of human activity in the area. They could be present, and in good condition,” Ødegård said. “You can’t rule out anything.”\n  ", "article_headline": "\n      Medieval ship found in Norway’s biggest lake\n    ", "source": "cnn", "url": "https://www.cnn.com/2022/12/12/world/norway-medieval-shipwreck-found-scn/index.html", "link_headline": "Medieval ship found in Norway's biggest lake"}]